{
  "project-title": "MERCY CHAIN",
  "language": "en",
  "share_text": "The main objective of the MERCY CHAIN Charitable Foundation is to provide assistance and material support to the people in extreme need.",
  "header_aboutUs": "About Us",
  "header_project": "Projects",
  "header_reviews": "Reviews",
  "header_join": "Join",
  "header_team": "Team",
  "header_partners": "Partners",
  "header_contactUs": "Contact Us",
  "slider_title": "HELP",
  "slider_desc_1": "save the lives of",
  "slider_desc_2": "Ukrainians",
  "slider_desc_3": "affected by the war.",
  "slider_p_1": "Every",
  "slider_p_2": "prolongs the life of one person for",
  "slider_p_3": "7 days",
  "slider_p_before": "Preliminary fundraising",
  "collected_assistance": "Collected assistance in the amount of:",
  "slider_button_blue": "Help now",
  "slider_button_blue_border": "Details",
  "how_is_work": "HOW IT WORKS:",
  "watching_video": "Watch the following video to learn about the work we are doing.",
  "aboutUs_title": "WHO WE ARE",
  "aboutUs_desc_under_title": "The main task of the MERCYCHAIN charity foundation is to provide food to the Ukrainian people, to those in need and affected by the war and is focused on delivering necessary products to people who is living in a hotspots.",
  "aboutUs_desc_under_title_2": "Supplying those in need, we have a goal for a spiritual work as well. Therefore, in cooperation with local churches, we convey important spiritual truths to people, which help them to overcome current difficult times and get closer to God.",
  "aboutUs_desc_under": "Join us: your donation can be just the \"last drop\" needed to start the engine of our food truck, which will go to save the lives of vulnerable Ukrainians.",
  "aboutUs_button": "Help now",
  "our_mission": "Our mission:",
  "our_mission_desc": "Helping the needy and glorifying God by serving people.",
  "poem": "«Let your light so shine before men, that they may see your good works and glorify your Father in heaven.» Matthew 5:16",
  "our_goil": "Our purpose:",
  "our_goil_desc": "Supplying an essential food and spiritual support to the Ukrainian people, to those in need.",
  "our_value_title": "Our values:",
  "our_value_trust": "Trust",
  "our_value_trust_desc": "This is the basis of strong relationships with all partners, without trust our work is impossible. Honesty, openness, and accountability allow us to build trust and do good together effectively.",
  "our_value_partnership": "Partnership",
  "our_value_partnership_desc": "We believe that together we can do so much more than we can individually. Our cooperation is based on Christian values: mutual respect, trust, decency, involvement and support.",
  "our_value_accountability": "Accountability",
  "our_value_accountability_desc": "We focus on transparency, publicity and accountability. Each project is thoroughly tested. Each partner has access to documents and regular reports on our activities.",
  "save_life_title_1": "Save",
  "save_life_title_2": "the lives",
  "save_life_desc": "of Ukrainians in extreme need – please support them financially and share this information with friends!",
  "save_life_button_border": "Share",
  "save_life_button": "Help now",
  "current_proj_title": "Our Projects",
  "current_proj_desc_title": "Help",
  "proj_desc_3_1": "to <span>vulnerable Ukrainians</span> suffering from the attack of the russian invaders, fundraising #3",
  "proj_desc_3_2": "help was provided for <span>2 183</span><br/> needy Ukrainians",
  "proj_desc_3_3": "collected aid in the amount of: <span>$22 976</span>",
  "current_proj_button_border": "Details",
  "finished_proj_desc_title": "Help",
  "proj_desc_1_1": "<span>To victims</span> of the war <span>Ukrainians</span>, collection #1",
  "proj_desc_1_3": "collected <span>$9 301</span>",
  "proj_desc_1_2": "helped provide for <span>985</span><br/> needy Ukrainians",
  "proj_desc_2_1": "<span>To victims</span> of the war <span>Ukrainians</span>, collection #2",
  "proj_desc_2_3": "collected aid in the amount: <span>$17 720</span>",
  "proj_desc_2_2": "helped provide for <span>1 735</span><br/> needy Ukrainians",
  "popup_details_subtitle_2": "Spiritual and material help to Ukrainians living in the frontline areas",
  "popup_details_text_above_photo_2": "<p>During the summer and first months of autumn, the Foundation has been actively involved in helping and supporting Ukrainians living in the frontline areas. Volunteers from Sumy, Zaporizhzhya, Dnipropetrovska, Kharkiv and Donetsk regions actively participated in the foundation's activities, thanks to whom it was possible to achieve the goal within 3 months:</p><ul><li>to help Ukrainians with food sets with a total weight of about 14 tons in the amount of $17 720</li><li>to provide spiritual and material support to 1 735 people</li><li>to distribute the aid in the following regions: Sumy (Sumy, Romny, Yunakivka), Zaporizhzhia (Zaporizhzhia, Zaliznychne, Svyatopetrivske), Dnipropetrovsk (Apostolove, Zelenodolsk, Kamianske, Kryvyi Rih), Kharkiv (Kharkiv) and Donetsk (Kramatorsk, Pokrovsk, Mykolaivka, Sloviansk) regions.</li></ul>",
  "popup_details_text_under_photo_normal_2": "<p><span>\"Mercy Chain\"</span> Foundation is grateful to all partners, sponsors and CF <span>\"Better Future\"</span> for active cooperation and for spreading the mercy and goodness of God.</p>",
  "popup_details_text_bottom_2": " ",
  "popup_details_subtitle_3": "Help the defenseless Ukrainians who are suffering from the attack of the russian invaders",
  "popup_details_text_above_photo_3": "<p>During the winter, the foundation used all opportunities to collect funds to help residents of the frontline areas, refugees from the occupied territories of Ukraine.</p><p>Volunteers from Zaporizhzhia and Donetsk regions actively participated in the activities of the foundation.</p><p>As a result during the last 4 months the foundation managed to:<p/><ul><li>help Ukrainians with food sets with a total weight of more than 14 tons in the amount of $22 976</li><li>provide spiritual and material support to 2 183 people</li><li>distribute the aid in the following regions: Zaporizhzhia (city of Zaporizhzhia, village of Orikhiv, village of Omelnyk, village of Svoboda, Orikhiv district; village of Chervonyi Yar in Zaporizhzhia Raion; villages of Huliaipole district) and Donetsk (city of Selydove, city of Pokrovsk, city of\nMykolaivka, city of Sloviansk, town of Tsukuryne, town of Gordiivka, town of Vyshneve, villages of Oleksandrivsky and Pokrovsky districts) regions.</li></ul>",
  "popup_details_text_under_photo_normal_3": "<p><span>\"Mercy Chain\"</span> Foundation is grateful to all partners, sponsors and CF <span>\"Better Future\"</span> for active cooperation for the sake of God's work.</p>",
  "proj_desc_4_1": "to <span>Ukrainians affected</span> by the attack of russian occupiers, fundraising #4",
  "proj_desc_4_2": "help was provided for <span>2 470</span><br/> needy Ukrainians",
  "proj_desc_4_3": "collected aid in the amount of: <span>$23 811</span>",
  "popup_details_subtitle_4": "The project aims to provide assistance to Ukrainians who have found themselves in difficult life situations due to the aggression of Russian occupiers, as well as to provide material and spiritual support to those who reside in the front-line territories.",
  "popup_details_text_above_photo_4": "<p>February-April 2023, our foundation raised resources to help people living in the front-line territories and refugees from the occupied territories of Ukraine, using all possibilities.<p/></p><p>Volunteers from the Donetsk and Zaporizhia regions actively participated in the foundation's activities.</p><p>During the almost 4 months, the foundation managed to:<p/><ul><li>provide food aid in the form of nearly 15 tons of food packages worth $23 811 to Ukrainian citizens;</li><li>provide spiritual and material support to 2 470 people;</li><li>distribute aid in the following regions: Zaporizhia (Zaliznyche village, Zelene village, Sviatopetrivka village, Chervonyi Yar village, Omelnyk village, Sloboda village); Donetsk (Selydove city, Mykolaivka city, Sloviansk city, Tsukurine village, Marynivka village, Mykhailivka village, Vyshneve village); Kharkiv, Kherson, and Sumy regions.</li></ul>",
  "proj_desc_5_1": "for the people in the need and <span>Affected Ukrainians</span> During the War, fundraising #5",
  "proj_desc_5_2": "help was provided for <span>5 632</span><br/> needy Ukrainians",
  "proj_desc_5_3": "collected aid in the amount of: <span>$34 466</span>",
  "popup_details_subtitle_5": "Ukrainians who have suffered from the invasion of russian occupiers and live in frontline areas receive assistance both in material and spiritual forms, aiming to support and alleviate their challenging life circumstances.",
  "popup_details_text_above_photo_5": "<p>Throughout the late spring and early summer months of 2023, our foundation worked actively, providing assistance to those affected by the war, people with disabilities, pensioners, and large families in various corners of our homeland.We are grateful to everyone who helps us in providing aid and spreading the Word of God.<p/></p><p>Volunteers from Zaporizhzhia, Donetsk, Sumy, and Kherson regions made every effort to help during this difficult time.</p><p>In three months, our foundation coped with:<p/><ul><li>to provide aid to Ukrainians amounting to $34,466 with a total weight of about 18.5 tons;</li><li>to assist 5,632 individuals with both material and spiritual support;</li><li>to provide the residents of the city of Marganets in Zaporizhzhia region with filtered drinking water;</li><li>to conduct humanitarian aid distribution in the cities of Zaporizhzhia and Marganets in Zaporizhzhia region; Kherson city; Selydove city, Tsukurino village in Selydove district, Mykolaivka city, and Sloviansk city in Kramatorsk district, Petrivka village, and Vysneve village in Donetsk region; Sumy city, Krolevets city, and Hlukhiv city in Sumy region; and Novomoskovsk city in Dnipropetrovsk region.</li></ul>",
  "proj_desc_6_1": "<span>to Ukrainians</span> during the ruthless war with russia, fundraising #6",
  "proj_desc_6_2": "help was provided for <span>18 056</span><br/> needy Ukrainians",
  "proj_desc_6_3": "collected aid in the amount of: <span>$42 405</span>",
  "popup_details_subtitle_6": "Our foundation continues to provide material and spiritual assistance to Ukrainian families, people with disabilities, and pensioners who have found themselves in a difficult situation due to the russian attack on Ukraine.",
  "popup_details_text_above_photo_6": "<p>During the last summer months and autumn of 2023, the foundation worked fruitfully, delivering assistance to the front-line cities of our country. We are infinitely grateful to the volunteers in various regions who help distribute assistance and everyone who supports us in this good deed!<p/></p><p>Over a little more than 4 months, we have managed to:</p><ul><li>distribute assistance to needy people worth $42,405 in total, weighing 62.62 tons, of which 19.32 tons of filtered water was distributed;</li><li>help 18,056 needy Ukrainians;</li><li>cover such settlements with assistance: Selidove, Vishneve, Petrovka, and Kalynove (Pokrovsk district), Marinka (Horlivka district), Sloviansk (Donetsk region); Sumy and Glukhiv (Sumy region); Kherson; Zaporizhzhia, Huliaipole, Sviatopetrivske (Huliaipole district), Zheleznitsa (Pologivsky district), Zelene (Zaporizhzhia district), and Marganets (Zaporizhzhia region).</li></ul>",
  "proj_desc_7_1": "<span>to Ukrainians</span> affected by the russian War, fundraising #7",
  "proj_desc_7_2": "help was provided for <span>16 714</span><br/> needy Ukrainians",
  "proj_desc_7_3": "collected aid in the amount of: <span>$44 814</span>",
  "popup_details_subtitle_7": "Despite the circumstances, which unfortunately worsen with each passing day, the Mercy Chain Foundation continues to bring God's Word and assistance to vulnerable Ukrainians during the inhumane aggression from Russia in the war.",
  "popup_details_text_above_photo_7": "<p>During the autumn months and December 2023, we have been continuing our work assisting needy categories of the Ukrainian population such as pensioners, large families, single-parent families, and people with disabilities. Moreover, collaborating with other organizations to develop charitable activities in Ukraine!<p/></p><p>Over the course of 3 months, thanks to you, we were able to:</p><ul><li>distribute aid to needy individuals amounting to $44 814 with a total weight of 46,794 tons of which 12,12 tons of filtered water was distributed;</li><li>assist 16 714 needy Ukrainians;</li><li>provide assistance to the following settlements: the city of Selydove, the urban-type settlement Vyshneve, the village of Petrivka, and Kalynove in Pokrovsk district, the village of Marynivka in Horlivka district, the city of Sloviansk (Donetsk region); the city of Hlukhiv (Sumy region); the city of Kherson; the city of Zaporizhzhia, the city of Huliaipole, the village of Sviatopetriivske in Huliaipole district, the urban-type settlement Zaliznychnoe in Pologi district, the village of Zelene in Zaporizhzhia district, and the city of Marhanets (Zaporizhzhia region).</li></ul>",
  "proj_desc_8_1": "<span>spiritual and material</span> to dispossessed Ukrainians, fundraising #8",
  "proj_desc_8_2": "help was provided for <span>6 852</span><br/> needy Ukrainians",
  "proj_desc_8_3": "collected aid in the amount of: <span>$41 367</span>",
  "popup_details_subtitle_8": "Every day, the \"Mercy Chain\" foundation and our volunteers work to help Ukrainians who have found themselves in difficult circumstances due to the Russian war against Ukraine.",
  "popup_details_text_above_photo_8": "<p>From January to May of this current year, 2024, our team continued to organize the delivery of humanitarian aid to hot spots and beyond, communicate with Ukrainians in need, and do everything possible to achieve a speedy victory. Needy citizens from various social categories, such as large families, people with disabilities, pensioners, and others, have already received and continue to receive food packages.<p/></p><p>Over 4 months, by combining our efforts, we have been able to:</p><ul><li>distribute aid to those in need in the amount of $41,367 with a total weight of 18,747 tons;</li><li>help 6,852 Ukrainians in need;</li><li>provide assistance to the following settlements: Pervomaisk; Novomoskovsk; Slavyansk, s. Sergiivka, Raygorodok, Pokrovsk, smt. Donetsk, s. Andriivka, Lyman; Bucha, Kyiv region and Kyiv; Zaporizhzhia, Nikopol, Novomykolaivka; Novopavlivka; Glukhiv; Kharkiv, Chuguev, Shostka, Pechenegi, Shevchenko; s. Staroverovka; s. Zachepylivka; Khorol; Dnipro; Mezhova; Romny.</li></ul>",
  "proj_label_done": "is complete",
  "proj_label_in_process": "is ongoing",
  "popup_gallery_title": "Gallery",
  "popup_details_title": "Project",
  "popup_details_subtitle_1": "HELP unprotected Ukrainians suffering from the invasion of the russian occupiers.",
  "popup_details_text_above_photo_1": "The photo below depicts the beginning of the russian war in Ukraine, which began early morning on February 24, 2022. The destruction multiplied fastly: hundreds of deaths of adults and children, thousands of wounded and destroyed homes. The lives of these people will never be the same. Many of them lost relatives and friends, and even more left with no housing. Ukrainians from the 'hotspots' lost their jobs, money, and even the most necessary means of subsistence, including food, clothing, and medicine.",
  "popup_details_text_under_photo_normal_1": "<p>We have taken on the responsibility of <span>providing the basic needs of affected people</span> in the \"hotspots\" of Ukraine.</p>",
  "popup_details_text_bottom_1": "ATTENTION! <span>The collected funds are spent only on material assistance to the population of “hot spots:” food, clothing and medicines. The fund covers the logistics and functioning of the team at the expense of the founders.</span>",
  "current_proj_button": "Gallery",
  "become_part_1": "Become",
  "become_part_2": " a partner",
  "become_part_subtitle": " Let’s help people who really need it together!",
  "one_assise_title": "One-time assistance",
  "one_assise_desc": "Your financial assistance prolongs the life of the vulnerable Ukrainian population from “hot spots”!",
  "regul_assis_title": "Regular assistance",
  "regul_assis_desc": "It is the “subscription” that allows thousands of Ukrainians to receive assistance on time, sustaining their lives for as long as possible, and helping us plan distribution of this assistance for the month ahead.",
  "button_subscribe": "Subscribe",
  "button_help": "Help",
  "reviews_title": "Reviews",
  "our_team": "Our team",
  "all_team": "All team",
  "serve": "Serve",
  "served": "Served",
  "all": "All",
  "team_period_before": "In the team in",
  "team_period_now": "In the team since",
  "Daniel_Bogatiuk": "Daniel Bogatiuk",
  "Daniel_Bogatiuk_spec": "Сo-founder",
  "Melnyk_Mykola": "Mykola Melnyk",
  "Melnyk_Mykola_spec": "Site admin",
  "Yurii_Kavun": "Yurii Kavun",
  "Yurii_Kavun_spec": "Head of the fund",
  "Volodymyr_Pustovit": "Volodymyr Pustovit",
  "Volodymyr_Pustovit_spec": "Interpreter",
  "Vasyl_Cherniak": "Vasyl Cherniak",
  "Vasyl_Cherniak_spec": "UI/UX designer",
  "Haiduk_Tetiana": "Tetiana Haiduk",
  "Haiduk_Tetiana_spec": "Administrator",
  "Sirobaba_Mariia": "Sirobaba Mariia",
  "Sirobaba_Mariia_spec": "Administrator",
  "Nataliia_Rohocha": "Nataliia Rohocha",
  "Nataliia_Rohocha_spec": "Admin",
  "Maxym_Sihua": "Maxym Sihua",
  "Maxym_Sihua_spec": "Digital marketing specialist",
  "Daria_Tytarchuk": "Daria Tytarchuk",
  "Daria_Tytarchuk_spec": "SMM specialist",
  "Danylo_Dzhyzhula": "Danylo Dzhyzhula",
  "Danylo_Dzhyzhula_spec": "Website developer",
  "Veronika_Dulishkovych": "Veronika Dulishkovych",
  "Veronika_Dulishkovych_spec": "Administrator",
  "Kristina_Hohsadze": "Kristina Hohsadze",
  "Kristina_Hohsadze_spec": "Designer",
  "Natasha_Grinchenko": "Natasha Grinchenko",
  "Natasha_Grinchenko_spec": "Media team",
  "Dmytro_Oliinyk": "Dmytro Oliinyk",
  "Dmytro_Oliinyk_spec": "Media team leader",
  "dmytro_pavliuk": "Dmytro Pavliuk",
  "dmytro_pavliuk_spec": "Financial consultant",
  "Oleksii_Kuropata": "Oleksii Kuropata",
  "Oleksii_Kuropata_spec": "Lawyer",
  "Yurii_Burchak": "Yurii Burchak",
  "Yurii_Burchak_spec": "Marketing manager",
  "Julia_Nikitenko": "Julia Nikitenko",
  "Julia_Nikitenko_spec": "SEO specialist",
  "Diana_Skorniakova": "Diana Skorniakova",
  "Diana_Skorniakova_spec": "Graphic designer",
  "Helga_Tusyk": "Helga Tusyk",
  "Helga_Tusyk_spec": "Scriptwriter",
  "David_Polohov": "David Polohov",
  "David_Polohov_spec": "Logistics manager",
  "Sophie_Ponomariova": "Sophie Ponomariova",
  "Sophie_Ponomariova_spec": "Copywriter, translator",
  "Zoltan_Jager": "Zoltan Jager",
  "Zoltan_Jager_spec": "Procurement specialist",
  "Krystyna_Tkachuk": "Krystyna Tkachuk",
  "Krystyna_Tkachuk_spec": "SMM specialist",
  "Sergii_Rubak": "Sergii Rubak",
  "Sergii_Rubak_spec": "Foundation representative in the USA",
  "Diana_Erenshtein": "Diana Erenshtein",
  "Diana_Erenshtein_spec": "Digital marketing",
  "Tetiana_Vovk": "Tetiana Vovk",
  "Tetiana_Vovk_spec": "Junior SMM specialist",
  "our_partners": "Our partners",
  "contacts": "Contacts",
  "contacts_name": "Name",
  "contacts_phone": "Phone number",
  "contacts_mail": "Email",
  "contacts_message": "Your message",
  "button_send": "Send",
  "footer_join": "Join Us:",
  "required-field": "Reqired field",
  "wrong-email": "Wrong email",
  "email-sent": "Email sent succesfully",
  "send-another-email": "Send another email",
  "payment-success": "Payment Succesful",
  "help-now": "Help now",
  "custom-price": "Custom",
  "pay-with": "Pay with ",
  "make-it-ongoing": "Make an ongoing payment",
  "min-amount-is": "Minimum amount for {gateway} gateway - ${amount}",
  "thank-you-for-help": "Thanks for your contibution!",
  "verse": "Truly I say to you, to the extent that you did it to one of these brothers of Mine, even the least of them, you did it to Me.",
  "verse-link": "Bible, Matthew 25:40",
  "unsubscribe": "Unsubscribe",
  "email": "Email",
  "subscription-cancelled": "Subscription was cancelled",
  "close": "Close",
  "select-donate-price": "Select the donation amount",
  "volunteers": "volunteers",
  "charity-foundation": "charitable foundation",
  "help-unrainians": "help for ukrainians",
  "humanitarian-aid": "humanitarian aid",
  "refugees": "refugees",
  "donations": "donations",
  "swift_eur_title": "Account in EURO",
  "or": "or",
  "company_name": "company Name",
  "name_of_the_bank": "Name of the bank:",
  "bank_SWIFT_code:": "Bank SWIFT Code:",
  "company_address": "Company address",
  "correspondent_banks": "Correspondent banks",
  "account_in_the_cor_bank": "Account in the correspondent bank",
  "SWIFT_code_of_the_cor_bank": "SWIFT Code of the correspondent bank",
  "cor_bank": "Correspondent bank",
  "account_in_the_cor_bank_2": "Account in the correspondent bank",
  "SWIFT_code_of_the_cor_bank_2": "SWIFT Code of the correspondent bank",
  "cor_bank:": "Correspondent bank",
  "purpose_of_payment": "Purpose of payment:",
  "irrevocable_charitable": "Благодійна Пожертва",
  "account_in_US_doll": "Account in US dollars",
  "company_details": "Company details",
  "company_name_2": "Company Name",
  "bank_SWIFT_code": "Bank SWIFT Code",
  "swift_uah_title": "Account in UAH",
  "uah": "UAH",
  "recipient's_name": "Recipient's name",
  "recipient_code": "Recipient code",
  "recipient's_account_IBAN_standard": "The recipient's account in the format according to the IBAN standard"
}
