{
  "project-title": "MERCY CHAIN",
  "language": "English",
  "header_aboutUs": "About Us",
  "header_project": "Projects",
  "header_reviews": "Reviews",
  "header_join": "Join",
  "header_team": "Team",
  "header_partners": "Partners",
  "header_contactUs": "Contact Us",
  "slider_title": "HELP",
  "slider_desc_1": "save the lives of",
  "slider_desc_2": "people in the hot spots around Kiev for",
  "slider_desc_3": "days!",
  "slider_p_1": "every",
  "slider_p_2": "prolongs the life of one person for",
  "slider_p_3": "6 days",
  "slider_button_blue": "Help now",
  "slider_button_blue_border": "Details",
  "aboutUs_title": "WHO WE ARE",
  "aboutUs_desc_under_title": "The main objective of the MERCY CHAIN Charitable Foundation is to provide assistance and material support to the people in extreme need. Currently, the fund is working to address the problems of the Ukrainian population affected by the war and focuses on 4 main activities:",
  "aboutUs_list_1": "feeding the poor",
  "aboutUs_list_2": "dressing the frozen",
  "aboutUs_list_3": "provide ill people with medicines",
  "aboutUs_list_4": "financial help and delivery of the necessary things and products to the people who are currently staying in “hotspots”",
  "aboutUs_desc_under": "Join us: your donation may just be the “last drop” that we lack to start the engine of our food truck in Europe that will drive to the Ukrainian border to prolong the lives of vulnerable Ukrainians.",
  "aboutUs_button": "Help now",
  "our_mission": "Our mission:",
  "our_mission_desc": "glorifying Jesus Christ by helping the needy.",
  "poem": "«Let your light so shine before men, that they may see your good works and glorify your Father in heaven.» Matthew 5:16",
  "our_goil": "Our goal:",
  "our_goil_desc": "to provide material assistance and support to the most needy population of Ukraine.",
  "our_value_title": "Our values:",
  "our_value_trust": "Trust",
  "our_value_trust_desc": "This is the basis of strong relationships with all partners, without trust our work is impossible. Honesty, openness, and accountability allow us to build trust and do good together effectively.",
  "our_value_partnership": "Partnership",
  "our_value_partnership_desc": "We believe that together we can do so much more than we can individually. Our cooperation is based on Christian values: mutual respect, trust, decency, involvement and support.",
  "our_value_accountability": "Accountability",
  "our_value_accountability_desc": "We focus on transparency, publicity and accountability. Each project is thoroughly tested. Each partner has access to documents and regular reports on our activities.",
  "save_life_title_1": "Save",
  "save_life_title_2": "the lives",
  "save_life_desc": "of Ukrainians in extreme need – please support them financially and share this information with friends!",
  "save_life_button_border": "Share",
  "save_life_button": "Help now",
  "current_proj_title": "Current Projects",
  "current_proj_desc_title": "Help",
  "current_proj_desc_1": "unprotected Ukrainians ",
  "current_proj_desc_2": "suffering from the invasion of the Russian occupiers.",
  "current_proj_desc_3": "We have taken on the responsibility of providing the basic needs of thousands of affected people in the 'hotspots' of Kyiv region every 6 days.",
  "current_proj_button_border": "Details",
  "current_proj_button": "Gallery",
  "warning": "ATTENTION! The collected funds are spent only on material assistance to the population of “hot spots:” food, clothing and medicines. The fund covers the logistics and functioning of the team at the expense of the founders.",
  "become_part_1": "Become",
  "become_part_2": " a partner",
  "become_part_subtitle": " Let’s help people who really need it together!",
  "one_assise_title": "One-time assistance",
  "one_assise_desc": "Your financial assistance prolongs the life of the vulnerable Ukrainian population from “hot spots”!",
  "regul_assis_title": "Regular assistance",
  "regul_assis_desc": "It is the “subscription” that allows thousands of Ukrainians to receive assistance on time, sustaining their lives for as long as possible, and helping us plan distribution of this assistance for the month ahead.",
  "button_subscribe": "Subscribe",
  "button_help": "Help",
  "our_team": "Our team",
  "our_partners": "Our partners",
  "contacts": "Contacts",
  "contacts_name": "Name",
  "contacts_phone": "Phone number",
  "contacts_message": "Your message",
  "button_send": "Send"
}